Repository: monta990/signatures
Catalog: locales/*.po
Languages: fr_fr

source: Email Signatures
fr_fr: Signatures de courriel

source: Firma de correo
fr_fr: Signature de courriel

source: Generar firma para correo
fr_fr: Générer une signature de courriel

source: No se encontraron las plantillas.
fr_fr: Modèles introuvables.

source: Por favor valida que las plantillas existan en la configuración del complemento.
fr_fr: Veuillez vérifier que les modèles existent dans la configuration du plugin.

source: Generando firma para: %s
fr_fr: Génération de la signature pour : %s

source: Incluir código QR de WhatsApp
fr_fr: Inclure le code QR WhatsApp

source: Este usuario no tiene número celular, el QR no estará disponible.
fr_fr: Cet utilisateur n'a pas de numéro de téléphone mobile, le QR ne sera pas disponible.

source: Descargar firma
fr_fr: Télécharger la signature

source: Las plantillas no están correctamente cargadas validalo en configuración del complemento
fr_fr: Les modèles ne sont pas correctement chargés. Veuillez vérifier la configuration du plugin.

source: No se encontró la fuente TTF: %s
fr_fr: Police TTF introuvable : %s

source: Extensión GD de PHP es requerida
fr_fr: L'extension PHP GD est requise

source: El código de país para Whatsapp no está configurado. Defínelo en la configuración del complemento.
fr_fr: Le code pays WhatsApp n'est pas configuré. Veuillez le définir dans la configuration du plugin.

source: No se pudo cargar la plantilla: %s
fr_fr: Impossible de charger le modèle : %s

source: Entidad no válida
fr_fr: Entité non valide

source: No especificado
fr_fr: Non spécifié

source: Oficina:
fr_fr: Bureau :

source: Ext:
fr_fr: Poste :

source: Firma de Correo
fr_fr: Signature de courriel

source: Configuración de firma para correo
fr_fr: Configuration de la signature de courriel

source: Plantilla con celular eliminada
fr_fr: Modèle avec téléphone mobile supprimé

source: Plantilla sin celular eliminada
fr_fr: Modèle sans téléphone mobile supprimé

source: Archivo demasiado grande (Máx. 300 KB)
fr_fr: Fichier trop volumineux (Max. 300 Ko)

source: Formato inválido, solo PNG
fr_fr: Format invalide, PNG uniquement

source: Plantillas guardadas correctamente
fr_fr: Modèles enregistrés avec succès

source: Actual
fr_fr: Actuel

source: Eliminar
fr_fr: Supprimer

source: Cargar nueva
fr_fr: Charger un nouveau

source: Guardar
fr_fr: Enregistrer
